[
    "ease",
    "eddy",
    "swirl",
    "edible",
    "ego",
    "egoism",
    "egocentric",
    "elapse",
    "elastic",
    "elated",
    "elegant",
    "elite",
    "elsewhere",
    "somewhere",
    "anywhere",
    "nowhere",
    "em",
    "embargo",
    "embark",
    "board",
    "alight",
    "embassy",
    "Ministry of foreign affairs",
    "ambassador",
    "Envoy",
    "embed",
    "embody",
    "embrace",
    "brace one'sself",
    "brace",
    "emigrate",
    "immigrate",
    "migrate",
    "eminent",
    "prominent",
    "emphasize",
    "highlight",
    "accent",
    "underscore",
    "empirical",
    "experienced",
    "enclave",
    "enclose",
    "encompass",
    "encyclopedia",
    "endorse",
    "engrave",
    "enhance",
    "enlighten",
    "ensue",
    "entail",
    "entangle with",
    "enterprise",
    "entrepreneur",
    "entity",
    "instance",
    "envision",
    "expect",
    "anticipate",
    "look forward to",
    "ephemeral",
    "fleeting",
    "everlasting",
    "eternal",
    "forever",
    "permanent",
    "perpetual",
    "temporary",
    "epidemic",
    "pandemic",
    "episode",
    "epoch",
    "era",
    "equitable",
    "equivocal",
    "ambiguous",
    "vague",
    "vocal",
    "erect",
    "establish",
    "erratic",
    "errotic",
    "erroneous",
    "essay",
    "article",
    "composition",
    "estate",
    "legacy",
    "inherit from",
    "left for",
    "real estate",
    "heritage",
    "hereditary",
    "esteem",
    "respect",
    "fame",
    "evacuate",
    "eventually",
    "finally",
    "evoke",
    "evolution",
    "evolve",
    "revolution",
    "revolt",
    "exceed",
    "surpass",
    "outperform",
    "excess",
    "surplus",
    "superfluous",
    "leftover",
    "exchange",
    "exclaim",
    "excrement",
    "excursion",
    "expedition",
    "expedite",
    "facilitate",
    "percipitate",
    "expedient",
    "expenditure",
    "expense",
    "executioner",
    "exemplify",
    "exempt",
    "exert",
    "exorbitant",
    "hurdle",
    "exotic",
    "experience",
    "ambience",
    "atmosphere",
    "vibe",
    "aura",
    "expire",
    "explicit",
    "specific",
    "implicit",
    "exploit",
    "utilize",
    "spoiled boss",
    "exterior",
    "external",
    "interior",
    "internal",
    "extravagant",
    "lavish",
    "luxurious"
]