[
    "bishop",
    "priest",
    "pastor",
    "minister",
    "blame",
    "rebuke",
    "reproach",
    "scold",
    "criticize",
    "condemn",
    "denounce",
    "deplore",
    "slam",
    "blast",
    "explode",
    "blaze",
    "flare",
    "outlook",
    "prospect",
    "bleak",
    "promising",
    "overshadow",
    "eclipse",
    "fade away",
    "fade in/out",
    "prospectus",
    "bland",
    "blend",
    "composite",
    "mix",
    "mixture",
    "compound",
    "molecule",
    "atom",
    "synthesize",
    "synthetic",
    "concoct",
    "blink",
    "twinkle",
    "brink",
    "cliff",
    "precipice",
    "precipitate",
    "facilitate",
    "expedite",
    "careless",
    "hasty",
    "indiscreet",
    "impetuous",
    "reckless",
    "sloppy",
    "sediment",
    "on the fly",
    "bustling",
    "busy",
    "hectic",
    "swamp with",
    "bloom",
    "burgeon",
    "flourish",
    "prosper",
    "thrive",
    "blooming",
    "flourishing",
    "prosperous",
    "thriving",
    "beforehand",
    "in advance",
    "previously",
    "blaring",
    "an ink blot",
    "blunder",
    "blunt",
    "sharp",
    "adventurous",
    "bold",
    "daring",
    "courageous",
    "brave",
    "timid",
    "cowardly",
    "coward",
    "adventurous",
    "bald",
    "courage",
    "fortitude",
    "bravery",
    "blush",
    "embarrass",
    "defile",
    "humiliate",
    "insult",
    "offend",
    "bolt",
    "bond",
    "bail sb out of jail",
    "hail",
    "freeze",
    "melt",
    "bonus",
    "year-end bonus",
    "performance bonus",
    "profit bonus",
    "phone booth",
    "boring",
    "dreary",
    "dull",
    "humdrum",
    "insipid",
    "monotonous",
    "tedious",
    "mundane",
    "dreadful",
    "dread to v",
    "dreary",
    "boundary",
    "border",
    "frontier",
    "bounty",
    "bouquet",
    "breach",
    "bleach",
    "break down",
    "breathtaking",
    "magnificent",
    "spectacular",
    "spectator",
    "audience",
    "breeze",
    "brew",
    "conceive",
    "contrive",
    "devise",
    "conspire",
    "bribe",
    "briefs",
    "brisk",
    "dynamic",
    "energetic",
    "exuberant",
    "dynamic",
    "exuberant",
    "brittle",
    "fragile",
    "crisp",
    "crispy",
    "brochure",
    "booklet",
    "pamphlet",
    "prospectus",
    "leaflet",
    "handout",
    "bronchus",
    "windpipe",
    "brutal",
    "cruel",
    "savage",
    "ruthless",
    "inhuman",
    "tyrannical",
    "barbarian",
    "barber"
]