[
    "oar",
    "oasis",
    "take an oath of",
    "oblong",
    "obscene",
    "occurence",
    "Occult",
    "odyssey",
    "offspring",
    "ancestor",
    "opaque",
    "transparent",
    "oppress",
    "suppress",
    "opt for",
    "choose",
    "select",
    "option",
    "choice",
    "selection",
    "orbit",
    "orchestra",
    "orchestrate",
    "ordeal",
    "orderly",
    "neat",
    "tidy",
    "disordered",
    "messy",
    "untidy",
    "ore",
    "mineral",
    "organ",
    "organism",
    "orgasm",
    "oriental",
    "eastern",
    "asian",
    "orient",
    "orientate",
    "orthodox",
    "conventional",
    "traditional",
    "canonical",
    "outbreak",
    "outcome",
    "result",
    "outcry",
    "outline",
    "syllabus",
    "contour",
    "sketch",
    "depict",
    "outright",
    "completely",
    "entirely",
    "fully",
    "totally",
    "absolutely",
    "ulterly",
    "outspoken",
    "give ovation",
    "give applause",
    "over the period of",
    "during",
    "overcast",
    "sunny",
    "overhaul",
    "overhead",
    "overhear",
    "overture",
    "prelude",
    "overwhelm",
    "beat",
    "ownership",
    "observatory",
    "maritime",
    "nautical",
    "lofty",
    "noble",
    "supreme",
    "overlook",
    "inland",
    "coastal",
    "offshore",
    "oceanic",
    "infest",
    "overrun",
    "headstrong",
    "wilful",
    "obstinate",
    "haunt",
    "obsess",
    "plague",
    "weigh on",
    "exceed",
    "surpass",
    "outdo",
    "outperform",
    "overtake",
    "prevail",
    "outweigh",
    "overtake",
    "equivocal",
    "ambiguous",
    "vague",
    "obscure",
    "unclear",
    "onset",
    "outset",
    "outcast",
    "oblige",
    "obligate",
    "offset",
    "impetuous",
    "lax",
    "oblivious",
    "overdue",
    "expired",
    "overrule",
    "outlying",
    "oust",
    "barricade",
    "obstacle",
    "attire",
    "outfit",
    "blatant",
    "conspicuous",
    "noticeable",
    "obvious",
    "overt",
    "notable",
    "oxide",
    "in compliance with",
    "observance of",
    "obedient",
    "dutiful",
    "ostentation",
    "ostensible",
    "ostentatious",
    "atrocious",
    "appalling",
    "outrageous"
]